Repository: AsteroidOS/telescope
Catalog: po/*.po
Languages: az, be, da, de, es, ia, id, ka, mr, oc, ro, th, zh_hans

source: None
az: Heç biri
be: Няма
da: Ingen
de: Keine
es: Ninguno
ia: Necun
id: Tidak ada
ka: არცერთი
mr: एकही नाही
oc: Cap
ro: Nimic
th: ไม่มี
zh_hans: 禁用通知

source: Normal
be: Нармальны
ka: ნორმალური
mr: सामान्य
th: ปกติ
zh_hans: 普通模式

source: Strong
az: Güclü
be: Моцны
da: Stærk
de: Stark
es: Fuerte
ia: Forte
id: Kuat
ka: ძლიერი
mr: मजबूत
oc: Fòrt
ro: Puternic
th: แข็งแรง
zh_hans: 强力模式

source: Vibration on notification
az: Bildirişdə vibrasiya et
be: Вібрацыя пры апавяшчэнні
da: Vibration ved notifikation
de: Bei Benachrichtigung vibrieren
es: Vibrar en notificación
ia: Vibrar si il ha notificationes
id: Getar notifikasi
ka: შეტყობინებისას ვიბრაცია
mr: सूचनेवर कंपन
oc: Vibrar en notificant
ro: Vibrare la notificare
th: การสั่นสะเทือนในการแจ้งเตือน
zh_hans: 有新通知时震动

source: Share with
az: ilə paylaş
be: Падзяліцца з
da: Del med
ia: Compartir con
id: Bagikan
ka: გაუზიარეთ
mr: सह सामायिक करा
oc: Partejar amb :
th: แบ่งปันด้วย
zh_hans: 分享

source: Save with
az: ilə saxla
be: Захаваць с
da: Lagre med
ia: Salvar con
id: Simpan dengan
ka: შეინახეთ
mr: सह जतन करा
oc: Enregistrar amb
ro: Salvează cu
th: บันทึกด้วย
zh_hans: 保存

source: Info
az: Məlumat
be: Інфармацыя
es: Acerca de
ia: Information
ka: ინფორმაცია
mr: माहिती
oc: Informacions
ro: Informație
th: ความรู้
zh_hans: 信息

source: Telescope
az: Teleskop
be: Тэлескоп
da: Teleskop
id: Teleskop
ka: ტელესკოპი
mr: टेलिस्कोप
oc: Telescòpi
th: กล้องโทรทรรศน์

source: Version
az: Versiya
be: Версія
es: Versión
id: Versi-
ka: ვერსია
mr: आवृत्ती
ro: Versiune
th: รุ่น
zh_hans: 版本信息

source: This application let you synchronize with AsteroidOS smartwatches
az: Bu tətbiq AsteroidOS ağıllı saatları ilə sinxronizasiyaya imkan verir
be: Гэта дадатак дазваляе сінхранізаваць з разумнымі гадзінікамі AsteroidOS
da: Dette programmet lader dig synkronisere med AsteroidOS-armbåndsur
de: Diese Applikation lässt dich deine AsteroidOS Smartwatch synchronisieren
es: Esta aplicación permite sincronizar el reloj Asteroid
ia: Iste application te permitte synchronisar con horologios intelligente AsteroidOS
id: Aplikasi ini membolehkan anda bersinkronisasi dengan jam tangan pintar AsteroidOS
ka: ეს აპლიკაცია AsteroidOS ჭკვიან საათებთან სინქრონიზაციის საშუალებას გაძლევთ
mr: हा अनुप्रयोग आपल्याला अ‍ॅस्टेरॉईडओएस स्मार्टवॉचसह समक्रमित करू देतो
oc: Aquesta aplicacion vos permet de vos sincronizar amb las mòstras connectadas jos AsteroidOS
ro: Aceasă aplicație îți permite să îți sincronizezi ceasul AsteroidOS
th: แอปพลิเคชั่นนี้ให้คุณซิงโครไนซ์กับสมาร์ทวอทช์ AsteroidOS
zh_hans: 这个应用使您与 AsteroidOS 智能手表同步

source: Released under the terms of the <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
az: <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a> şərtləri əsasında buraxılmışdır
be: Вызвалены на ўмовах <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
da: Sluppet som <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GPLv3+</a>
de: Veröffentlicht unter <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
es: Publicado bajo los términos de la <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
ia: Disponibile sub le terminos de le <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
id: Diterbitkan di bawah lisensi<a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
ka: გამოცემულია <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a> ლიცენზიით
mr: <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">जीएनयू जीपीएल v3</a> च्या अटींनुसार रिलीझ केले
oc: Distribuit jos los tèrmes de la <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">Licéncia Publica Generala GNU v3</a>
ro: Lansată sub termenii <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
th: เผยแพร่ภายใต้เงื่อนไขของ <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
zh_hans: 使用 <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>许可证发布

source: LocationPicker
az: Məkan seçici
be: Выбар месцазнаходжання
de: Standortwähler
es: Selector de ubicación
ia: Selector de loco
id: PemilihLokasi
ka: მდებარეობის ამრჩევი
oc: Causir l'emplaçament
ro: Alegător de locație
th: ตัวเลือกสถานที่
zh_hans: 位置拾取

source: Menu
az: Menyu
be: Меню
de: Menü
es: Opciones
ka: მენიუ
mr: मेनू
oc: Menú
ro: Meniu
th: เมนู
zh_hans: 菜单

source: Restart Service
az: Xidməti yenidən başlat
be: Перазапусціць службу
da: Start tjenesten om igen
de: Service neustarten
es: Reiniciar servicio
ia: Reinitiar le servicio
id: Nyalakan ulang layanan
ka: სერვისის გადატვირთვა
mr: सेवा पुन्हा सुरू करा
oc: Reaviar lo servi
ro: Repornește Serviciul
th: เริ่มต้นการทำงานบริการใหม่
zh_hans: 重启服务

source: connected
az: qoşuldu
be: звязаны
da: tilkoblet
de: verbunden
es: Conectado
ia: connectite
id: Terhubung
ka: დაკავშირებულია
mr: जोडले
oc: connectat
ro: conectat
th: เชื่อมต่อแล้ว
zh_hans: 已连接

source: disconnected
az: Bağlantı kəsildi
be: адключаны
da: frakoblet
de: getrennt
es: Desconectado
ia: disconnectite
id: Tidak terhubung
ka: გათიშულია
mr: जोडणीला तोडणे
oc: desconnectat
ro: deconectat
th: ยุติการเชื่อมต่อ
zh_hans: 连接已断开

source: unkown
az: naməlum
be: невядомы
da: ukendt
de: unbekannt
es: Desconocido
ia: incognite
id: Tidak diketahui
ka: უცნობია
mr: अज्ञात
oc: desconegut
ro: necunoscut
th: ไม่รู้จัก
zh_hans: 未知

source: Synchronize time
az: Sinxronlaşdırma vaxtı
be: Сінхранізаваць час
da: Synkroniser tid
de: Zeit synchronisieren
es: Sincronizar hora
ia: Synchronisar hora
id: Selaraskan waktu
ka: დროის სინქრონიზირება
mr: वेळ संक्रमित करा
oc: Sincronizar l'ora
ro: Sincronizează timpul
th: ซิงโครไนซ์เวลา
zh_hans: 同步时钟

source: Watch-Finder
az: Saat Axtaran
be: Поіск гадзінніка
da: Armbåndsur-finner
de: Uhr-Finder
es: Buscador de reloj
ia: Cercator de Horologio
id: Pencari-Jam
ka: საათის მპოვნელი
mr: घड्याळ-शोधक
oc: Cercar la mòstra
ro: Găsește Ceasul
th: ตัวค้นหานาฬิกา
zh_hans: 手表寻找

source: The phone is looking for you!
az: Telefon sizə baxır!
be: Тэлефон шукае вас!
da: Telefonen søger efter dig.
de: Das Telefon sucht dich!
es: ¡El teléfono te está buscando!
ia: Le telephono te cerca!
id: Ponsel sedang mencari anda!
ka: ტელეფონი გეძებთ!
mr: फोन तुमचा शोध घेत आहे!
oc: Lo telefòn es a te cercar !
ro: Telefonul se uită după tine!
th: โทรศัพท์กำลังค้นหาคุณ!
zh_hans: 手机在找您！

source: Find my watch
az: Saatımı tap
be: Знайдзі мой гадзіннік
da: Finn mit armbåndsur
de: Finde meine Uhr
es: Hallar el reloj
ia: Trova mi horologio
id: Temukan jam saya
ka: იპოვე ჩემი საათი
mr: माझी घड्याळ शोधा
oc: Trobar la mòstra
ro: Găsește-mi ceasul
th: ค้นหานาฬิกาของฉัน
zh_hans: 寻找我的手表

source: Take a screenshot
az: Ekran görüntüsün çək
be: Зрабіце скрыншот
da: Udfør skærmafbildning
ia: Prender un captura de schermo
id: Ambil tangkapan layar
ka: სქრინშოტის გადაღება
mr: एक स्क्रीनशॉट घ्या
oc: Prendre una captura d'ecran
ro: Fă un screenshot
th: จับภาพหน้าจอ
zh_hans: 进行截屏

source: Screenshot
az: Ekran görüntüsü
be: скрыншот
da: Skærmafbildning
ia: Captura de schermo
id: Tangkapan layar
ka: სქრინშოტი
mr: स्क्रीनशॉट
oc: Captura d'ecran
ro: Captură de ecran
th: ภาพหน้าจอ
zh_hans: 截屏

source: Save
az: Saxla
be: Захаваць
da: Lagre
ia: Salveguardar
id: Simpan
ka: შენახვა
mr: जतन करा
oc: Salvar
ro: Salvează
th: บันทึก
zh_hans: 存储

source: Share
az: Paylaş
be: Падзяліцца
da: Del
ia: Compartir
id: Bagikan
ka: გაზიარება
mr: सामायिक करा
oc: Partejar
ro: Trimite
th: แบ่งปัน
zh_hans: 分享

source: File saved under
az: Fayl saxlanıldı
be: Файл захаваны пад
da: Fil lagret i
ia: File salveguardate sub
id: Berkas disimpan di bawah
ka: ფაილი შენახულია-
mr: फाइल यात जतन केली
oc: Fichièr salvat jos
ro: Fișier salvat sub
th: บันทึกไฟล์ภายใต้
zh_hans: 文件存储在

source: No smartwatches configured yet. Please connect your smartwatch using System Settings.
az: Hələ heç bir ağıllı saat konfiqurasiya edilməyib. Xahiş edirik, Sistem Seçimlərindən istifadə edərək ağıllı saatınızı qoşun.
be: Разумныя гадзіны пакуль не настроены. Калі ласка, падключыце смарт-гадзіннік з дапамогай налад сістэмы.
de: Keine Smartwatch eingerichtet. Bitte verbinde deine Smartwatch über die Systemeinstellungen.
es: No hay relojes configurados. Conectar el reloj usando la configuración del sistema.
ia: Ancora nulle horologios configurate. Connecte tu horologios usante le parametros del systema.
id: Jam tangan pintar belum diatur. Silakan hubungkan jam tangan pintar anda menggunakan Pengaturan Sistem.
ka: ჭკვიანი საათები მორგებული არაა. დააკავშირეთ თქვენი ჭკვიანი საათი სისტემის პარამეტრებიდან.
mr: अद्याप कोणतीही स्मार्ट वॉच कॉन्फिगर केलेली नाही. कृपया सिस्टम सेटिंग्ज वापरून आपले स्मार्टवॉच कनेक्ट करा.
oc: Cap de mòstra pas configurada pel moment. Connectatz la mòstra en utilizant los paramètres del sistèma.
ro: Nici un ceas configurat încă. Te rugam să îți conectezi ceasul în setările sistemului.
th: ยังไม่มีการกำหนดค่า smartwatches กรุณาเชื่อมต่อ smartwatch ของคุณโดยใช้การตั้งค่าระบบ
zh_hans: 还没有配置智能手表。请使用系统设置连接您的智能手表。

source: Weather Settings
az: Hava Tənzimləmələri
be: Налады надвор'я
da: Værindstillinger
de: Wettereinstellungen
es: Ajustes del clima
ia: Parametros de tempore
id: Pengaturan Cuaca
ka: ამინდის პარამეტრები
mr: हवामान सेटिंग्ज
oc: Paramètres del temps
ro: Setări vreme
th: การตั้งค่าสภาพอากาศ
zh_hans: 天气设置
