Repository: AsteroidOS/telescope
Catalog: po/bqi.po
Languages: bqi

source: None
bqi: هیچ

source: Normal
bqi: عادی

source: Vibration on notification
bqi: دک زیڌن سی وارسۊوی

source: Share with
bqi: یک رسۊوی وا

source: Save with
bqi: زفت وا

source: Info
bqi: دووسمندیا

source: Version
bqi: نوسخه

source: This application let you synchronize with AsteroidOS smartwatches
bqi: ای برنومه هؽله وا ساعتا هۊشمند ٱستروید او اس هوم گوم بۊین

source: Released under the terms of the <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
bqi: تیجنیڌه وابیڌه وا شرایت <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">نوسخه 3 GPL گنۊ</a>

source: LocationPicker
bqi: جاگه ووردار

source: Menu
bqi: نومگه

source: Restart Service
bqi: ر وندن دوواره خدمت

source: connected
bqi: منپیز وابیڌه

source: disconnected
bqi: قت وابیڌه

source: unkown
bqi: نشناخته

source: Synchronize time
bqi: هوم گوم کردن زمووݩ

source: Watch-Finder
bqi: ساعت‌جۊر

source: The phone is looking for you!
bqi: تیلیفووݩ ز دینتووݩ اگرده!

source: Find my watch
bqi: ساعتومه بجۊر

source: Take a screenshot
bqi: شؽوات بلگه

source: Screenshot
bqi: شؽوات بلگه

source: Save
bqi: زفت

source: Share
bqi: یک رسۊوی

source: File saved under
bqi: فایل زفت وابیڌه من.

source: Weather Settings
bqi: سامووا او وو هوا
