Repository: AsteroidOS/telescope
Catalog: po/isv.po
Languages: isv

source: None
isv: Nema

source: Normal
isv: Normalno

source: Strong
isv: Silno

source: Vibration on notification
isv: Vibracija pri věstah

source: Share with
isv: Poděliti se s

source: Save with
isv: Shraniti v

source: Info
isv: Informacija

source: Telescope
isv: Teleskop

source: Version
isv: Versija

source: This application let you synchronize with AsteroidOS smartwatches
isv: Ta aplikacija dozvoljaje sinhronizovati se so smart-časovnikami AsteroidOS

source: Released under the terms of the <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
isv: Izdano pod licencije <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>

source: LocationPicker
isv: Izbor města

source: Menu
isv: Menju

source: Restart Service
isv: Restartnuti servis

source: connected
isv: sjedinjeno

source: disconnected
isv: odsjedinjeno

source: unkown
isv: neznano

source: Synchronize time
isv: Sinhronizovati vrěme

source: Watch-Finder
isv: Iskatelj časovnikov

source: The phone is looking for you!
isv: Telefon išče vas!

source: Find my watch
isv: Najdti moji časovniky

source: Take a screenshot
isv: Sdělati snimok ekrana

source: Screenshot
isv: Snimok ekrana

source: Save
isv: Shraniti

source: Share
isv: Poděliti se

source: File saved under
isv: Fajl shranjeny je v

source: No smartwatches configured yet. Please connect your smartwatch using System Settings.
isv: Smart-časovniky ne sut nastavjeny. Sjedinite vaši smart-časovniky s pomočju Sistemnyh nastavjenij.

source: Weather Settings
isv: Nastavjenja pogody
