Repository: AsteroidOS/telescope
Catalog: po/rue.po
Languages: rue

source: None
rue: Неє

source: Normal
rue: Нормално

source: Strong
rue: Моцно

source: Vibration on notification
rue: Вібрація при уповістках

source: Share with
rue: Подїлити ся из

source: Save with
rue: Усокотити из

source: Info
rue: Інфо

source: Telescope
rue: Телескоп

source: Version
rue: Верзія

source: This application let you synchronize with AsteroidOS smartwatches
rue: Сись придаток поволят сінхронізовати ся из AsteroidOS смартгодинками

source: Released under the terms of the <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>
rue: Упущено зложно из термінами <a href="https://github.com/AsteroidOS/telescope/blob/master/LICENSE">GNU GPL v3</a>

source: LocationPicker
rue: LocationРicker

source: Menu
rue: Меню

source: Restart Service
rue: Рестарт Сервіс

source: connected
rue: прикапчано

source: disconnected
rue: одкапчано

source: unkown
rue: незнамо

source: Synchronize time
rue: Сінхронізовати час

source: Watch-Finder
rue: Годинко-Глядач

source: The phone is looking for you!
rue: Телефон тя глядать!

source: Find my watch
rue: Глядай ми годинку

source: Take a screenshot
rue: Учини скріншот

source: Screenshot
rue: Скріншот

source: Save
rue: Усокотити

source: Share
rue: Подїлити ся

source: File saved under
rue: Файл усокоченый под

source: No smartwatches configured yet. Please connect your smartwatch using System Settings.
rue: Смартгодинка раз не налаџена. Прикапчіть свою смартгодинку через Сістемні Штімованя.

source: Weather Settings
rue: Штімованя погоды
